Repository: dp615/GF2
Catalog: logsim/locale/*/gui.po
Languages: es_es

source: Monitored Signal Display
es_es: Pantalla de señal monitoreada

source: Network Oscillating...
es_es: Red Oscilante...

source: Help Page:
es_es: Página de ayuda:

source: Conjunctive Normal Form Converter:
es_es: Convertidor de forma normal conjuntiva:

source: Please monitor at least one signal
es_es: Supervise al menos una señal

source: Monitor to expand:
es_es: Supervisar para ampliar:

source: (top monitor on home page)
es_es: (monitor superior en la página de inicio)

source: Flip-Flop or circular definition in graph, try a different logic circuit
es_es: Flip-Flop o definición circular en el gráfico, pruebe con un circuito lógico diferente

source: Home
es_es: Hogar

source: Logic Description
es_es: Descripción lógica

source: Open file
es_es: Abrir documento

source: Help
es_es: Ayuda

source: Exit
es_es: Salida

source: Cycles to run:
es_es: Ciclos a ejecutar: (اَلْعَرَبِيَّةُ

source: Run
es_es: Correr

source: Continue
es_es: Continuar

source: Switch On:
es_es: Encender:

source: Signal Monitors:
es_es: Monitores de señal:

source: Add
es_es: Agregar

source: Remove
es_es: Remover

source: Circuit Connections:
es_es: Conexiones del circuito:

source: Are you sure you would like to quit?
es_es: Conexiones del circuito:

source: Quit?
es_es: ¿Abandonar?

source: Open txt file
es_es: Abrir archivo de texto

source: The user cancelled
es_es: El usuario canceló

source: File chosen=
es_es: Archivo elegido=

source: New spin control value:
es_es: Nuevo valor de control de giro:

source: Run button pressed.
es_es: Botón Ejecutar presionado.

source: Continue button pressed.
es_es: Botón continuar pulsado.

source: Add:
es_es: Agregar:

source: Remove:
es_es: Remover:

source: Logic Simulator
es_es: Simulador Lógico

source: Errors found so far :
es_es: Errores encontrados hasta ahora:

source: ERROR: Extra semicolons added
es_es: ERROR: Se agregaron puntos y coma adicionales

source: ERROR : DEVICES already called
es_es: ERROR: DISPOSITIVOS ya llamados

source: ERROR : CONNECTIONS already Called
es_es: ERROR: CONEXIONES ya llamadas

source: ERROR : MONITOR already called
es_es: ERROR: MONITOR ya llamado

source: ERROR : Not a number
es_es: ERROR: No es un número

source: ERROR : Expected a semicolon here
es_es: ERROR: Se esperaba un punto y coma aquí

source: ERROR : Not a valid device name
es_es: ERROR: No es un nombre de dispositivo válido

source: ERROR : Expected an equals sign here
es_es: ERROR: Se esperaba un signo igual aquí

source: ERROR : Expected an 'END' statement
es_es: ERROR: se esperaba una declaración 'END'

source: ERROR : Not a valid supported device type
es_es: ERROR: No es un tipo de dispositivo compatible válido

source: ERROR : Not a valid type of output label
es_es: ERROR: No es un tipo válido de etiqueta de salida

source: ERROR : Expected a dot here
es_es: ERROR: Se esperaba un punto aquí

source: ERROR : Expected a dash here
es_es: ERROR: Se esperaba un guión aquí

source: ERROR : Expected a 'DEVICES' statement here
es_es: ERROR: Se esperaba una declaración de 'DEVICES' aquí

source: ERROR : Expected a 'CONNECTIONS' statement here
es_es: ERROR: Se esperaba una declaración de 'CONNECTIONS' aquí

source: ERROR : Expected a 'MONITOR' statement here
es_es: ERROR: Se esperaba una declaración 'MONITOR' aquí

source: ERROR : Expected a 'MAIN_END' statement here
es_es: ERROR: Se esperaba una declaración 'MAIN_END' aquí

source: ERROR : Invalid input label
es_es: ERROR: etiqueta de entrada no válida

source: ERROR : Unterminated Comment present
es_es: ERROR: comentario no terminado presente

source: ERROR : Not all inputs are connected
es_es: ERROR: No todas las entradas están conectadas

source: Unregistered error id in parser code
es_es: ID de error no registrado en el código del analizador

source: ERROR : Device by this name already exists
es_es: ERROR: el dispositivo con este nombre ya existe

source: ERROR : No qualifier given and device type requires one
es_es: ERROR: No se proporcionó ningún calificador y el tipo de dispositivo requiere uno

source: ERROR : Qualifier is invalid for device type
es_es: ERROR: el calificador no es válido para el tipo de dispositivo

source: ERROR : Qualifier not valid with device type
es_es: ERROR: el calificador no es válido con el tipo de dispositivo

source: ERROR : Device Type given is not a valid device type
es_es: ERROR: el tipo de dispositivo proporcionado no es un tipo de dispositivo válido

source: ERROR : Unregistered error id in parser code
es_es: ERROR: ID de error no registrado en el código del analizador

source: ERROR : Device name does not exist
es_es: ERROR: el nombre del dispositivo no existe

source: ERROR : Input is already connected
es_es: ERROR: la entrada ya está conectada

source: ERROR : Cannot connect an input to an input
es_es: ERROR: No se puede conectar una entrada a una entrada

source: ERROR : Port does not exist
es_es: ERROR: El puerto no existe

source: ERROR : Cannot Connect output to output
es_es: ERROR: No se puede conectar la salida a la salida

source: ERROR : Can only monitor outputs
es_es: ERROR: solo se pueden monitorear las salidas

source: ERROR : Output already being monitored
es_es: ERROR: La salida ya está siendo monitoreada

source: ERROR : Device does not exist
es_es: ERROR: El dispositivo no existe
